Repository: pop-os/cosmic-dock
Catalog: po/*.po
Languages: da

source: Primary monitor
da: Primær skærm

source: Secondary monitor
da: Sekundær skærm

source: Right
da: Højre

source: Left
da: Venstre

source: Intelligent autohide customization
da: Intelligent automatisk skjul tilpasning

source: Reset to defaults
da: Nulstil til standardindstillinger

source: Show dock and application numbers
da: Vis dock og applikationsnumre

source: Customize middle-click behavior
da: Tilpas adfærd for midterknap

source: Customize running indicators
da: Tilpas kørende indikatorer

source: All Windows
da: Alle vinduer

source: Customize indicator style
da: Tilpas indikatorstil

source: Color
da: Farve

source: Border color
da: Kantfarve

source: Border width
da: Kantbredde

source: Number overlay
da: Nummeroverlejring

source: Temporarily show the application numbers over the icons, corresponding to the shortcut.
da: Vis midlertidigt applikationsnumre over ikonerne, svarende til genvejen.

source: Show the dock if it is hidden
da: Vis docken, hvis den er skjult

source: If using autohide, the dock will appear for a short time when triggering the shortcut.
da: Hvis du bruger automatisk skjulning, vil docken vises i kort tid, når genvejen udløses.

source: Shortcut for the options above
da: Genvej til ovenstående indstillinger

source: Hide timeout (s)
da: Skjul timeout (s)

source: When set to minimize, double clicking minimizes all the windows of the application.
da: Når indstillet til at minimere, dobbeltklik minimerer alle programmets vinduer programmets vinduer.

source: Shift+Click action
da: Skift+klik handling

source: Raise window
da: Hæv vinduet

source: Minimize window
da: Minimer vinduet

source: Launch new instance
da: Start nyt vindue

source: Cycle through windows
da: Gennemse vinduer

source: Quit
da: Luk

source: Behavior for Middle-Click.
da: Adfærd for Midterknap.

source: Behavior for Shift+Middle-Click.
da: Opførsel for Shift+Midterknap.

source: Show the dock on
da: Vis docken på

source: Show on all monitors.
da: Vis på alle skærme

source: Position on screen
da: Position på skærmen

source: Bottom
da: Bund

source: Hide the dock when it obstructs a window of the current application. More refined settings are available.
da: Skjul docken, når den blokerer et vindue i det aktuelle program. Mere intelligente indstillinger er tilgængelige.

source: Intelligent autohide
da: intelligent automatiskskjul

source: Dock size limit
da: Grænse for dockstørrelse

source: Panel mode: extend to the screen edge
da: Paneltilstand: Udvid til skærmens kant

source: Icon size limit
da: Grænse for ikonstørrelse

source: Fixed icon size: scroll to reveal other icons
da: Fast ikonstørrelse: rul for at få vist andre ikoner

source: Position and size
da: Position og størrelse

source: Show favorite applications
da: Vis foretrukne applikationer

source: Show running applications
da: Vis kørende applikationer

source: Isolate workspaces.
da: Isoler arbejdsområder.

source: Show open windows previews.
da: Vis forhåndsvisninger af åbne vinduer

source: If disabled, these settings are accessible from gnome-tweak-tool or the extension website.
da: Hvis deaktiveret, disse indstillinger er tilgængelige fra gnome-tweak-tool eller udvidelsens hjemmeside.

source: Show <i>Applications</i> icon
da: Vis <i>Applikationer</i> ikon

source: Move the applications button at the beginning of the dock.
da: Flyt applikationsknappen til starten af docken.

source: Animate <i>Show Applications</i>.
da: Animer <i>Vis applikationer</i>.

source: Launchers
da: Starter

source: Enable Super+(0-9) as shortcuts to activate apps. It can also be used together with Shift and Ctrl.
da: Aktiver Super+(0-9) som genveje til at aktivere apps. Den kan også bruges sammen med Shift og Ctrl.

source: Use keyboard shortcuts to activate apps
da: Brug tastaturgenveje til at aktivere apps

source: Behaviour when clicking on the icon of a running application.
da: Opførsel når du klikker på ikonet for en kørende applikation.

source: Click action
da: Klik handling

source: Minimize
da: Minimer

source: Minimize or overview
da: Minimer eller overblik

source: Do nothing
da: Gør intet

source: Switch workspace
da: Skift arbejdsområde

source: Behavior
da: Opførsel

source: Few customizations meant to integrate the dock with the default GNOME theme. Alternatively, specific options can be enabled below.
da: Få tilpasninger beregnet til at integrere docken med standarden GNOME tema. Alternativt, kan specifikke indstillinger aktiveres nedenfor.

source: Use built-in theme
da: Brug indbygget tema

source: Save space reducing padding and border radius.
da: Spar plads ved at reducere fyld og kantradius.

source: Shrink the dash
da: Formindsk dash

source: Show a dot for each windows of the application.
da: Vis en prik for hvert vindue i applikationen.

source: Show windows counter indicators
da: Vis tællerindikatorer for vinduer

source: Set the background color for the dash.
da: Indstil dash baggrundsfarve

source: Customize the dash color
da: Tilpas farven for dash

source: Tune the dash background opacity.
da: Juster dash baggrundens gennemsigtighed.

source: Customize opacity
da: Tilpas gennemsigtighed

source: Opacity
da: gennemsigtighed

source: Force straight corner
da: Tving lige hjørne

source: Appearance
da: Udseende

source: Created by
da: Skabt af

source: Webpage
da: Hjemmeside

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
da: <span size="small">Dette program kommer med ABSOLUT INGEN GARANTI. Se <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, Version 2 eller senere</a> for detaljer.</span>

source: About
da: Om

source: Show the dock by mouse hover on the screen edge.
da: Vis docken ved at lade mussen svæve på skærmens kant.

source: Autohide
da: Skjul automatisk

source: Push to show: require pressure to show the dock
da: Tryk for at vise: kræver tryk for at vise docken

source: Enable in fullscreen mode
da: Aktiver i fuldskærmstilstand

source: Show the dock when it doesn't obstruct application windows.
da: Vis docken når den ikke blokerer applikationsvinduer.

source: Dodge windows
da: Undgå vinduer

source: All windows
da: Alle vinduer

source: Only focused application's windows
da: Kun fokuserede applikationsvinduer

source: Only maximized windows
da: Kun maksimerede vinduer

source: Animation duration (s)
da: Varighed af animationen (s)

source: Show timeout (s)
da: Vis timeout (s)

source: Pressure threshold
da: Tryk grænseværdi

source: Isolate monitors.
da: Isoler skærme.
